export const financeStatementMock = [
  {
    label: "สินทรัพย์รวม",
    y2566: 2377.18,
    y2567: 2726.46,
    y2568: 3108.79,
  },
  {
    label: "หนี้สินรวม",
    y2566: 1657.11,
    y2567: 2140.89,
    y2568: 3056.50,
  },
  {
    label: "ทุนส่วนของสมาชิก",
    y2566: 3112,
    y2567: 4620,
    y2568: 5653,
  },
  {
    label: "เงินฝากรวม",
    y2566: 1657.11,
    y2567: 2140.89,
    y2568: 3056.50,
  },
  {
    label: "เงินให้กู้รวม",
    y2566: 594.87,
    y2567: 844.49,
    y2568: 1068.79,
  },
]

export const financeProfitMock = [

  {
    label: "รายได้รวม",
    y2566: 117.31,
    y2567: 134.27,
    y2568: 139.94,
  },

  {
    label: "ค่าใช้จ่ายรวม",
    y2566: 57.31,
    y2567: 64.82,
    y2568: 77.89,
  },

  {
    label: "กำไรสุธิ",
    y2566: 60.00,
    y2567: 69.05,
    y2568: 62.05
    ,
  },

]
